tap "hashicorp/tap"

brew "awscli"
brew "bat"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "git-delta"
brew "jq"
brew "yq"
brew "k9s"
brew "lazygit"
brew "lua-language-server"
brew "neovim"
brew "prettierd"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stylua"
brew "terraform"
brew "tflint"
brew "tree"
brew "uv"
brew "wget"
brew "yaml-language-server"
brew "hashicorp/tap/terraform-ls"

cask "brave-browser"
cask "alt-tab"
cask "caffeine"
cask "rectangle"
cask "scroll-reverser"
cask "spotify"
cask "vlc"
cask "ghostty"
cask "zed"
